"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "Du har oppgitt feil PIN %1$d ganger. Din Mercedes me ID ble derfor blokkert i %2$@.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d minutter";

"command_error_pin_invalid" = "Du har oppgitt feil PIN %1$d ganger.";

"general_cancel" = "Avbryt";

"general_error_msg" = "Det oppsto en feil. Prøv på nytt.";

"general_error_network_msg" = "Det har oppstått en feil. Kontroller internettforbindelsen.";

"general_error_title" = "Feil";

"general_hint" = "Merk";

"general_no" = "Nei";

"general_ok" = "OK";

"general_yes" = "Ja";

"login_error_authentication_failed" = "Autentiseringen mislyktes. Prøv på nytt.";

"login_error_wrong_tan" = "Dessverre var ikke informasjonen du oppga, korrekt. Vær oppmerksom på at du ev. må vente noen få minutter før et nytt forsøk.";

"login_info_alert_message" = "Mercedes me ID består enten av ditt personlige mobilnummer eller din e-postadresse. Med din Mercedes me ID kan du logge deg på den digitale verdenen til Mercedes-Benz, hvor som helst. Den gir tilgang til alle tjenester, funksjoner og plattformer som er tilgjengelige i ditt adresseland.";

"login_info_alert_title" = "Mercedes me ID";

"login_invalid_input" = "Angi gyldig e-postadresse eller telefonnummer.";

"login_mercedesme_id" = "Mercedes me ID";

"login_next" = "Fortsett";

"login_only_caption" = "Logg inn";

"login_username" = "Mobilnummer eller e-postadresse";

"login_user_not_registered" = "Registrer deg gratis i en av de andre Mercedes me-appene.";

"pin_popup_button_again" = "Prøv igjen";

"pin_popup_cancel" = "Avbryt";

"pin_popup_default_no_pin_message" = "Velg en PIN i en av Mercedes me-appene.";

"pin_popup_description" = "Skriv inn din %1$d-sifrede PIN-kode:";

"pin_popup_send" = "Send";

"pin_popup_title" = "Skriv inn PIN-kode";

"pin_popup_wrong_pin_msg" = "PIN-koden er ikke riktig. Prøv på nytt.";

"pin_popup_wrong_pin_title" = "Feil PIN-kode";

"registration_user_consent_message" = "For å kontinuerlig forbedre appen analyserer vi bruken av appen og dens funksjoner. Dette skjer anonymisert. Denne funksjonen kan når som helst deaktiveres via Meny > Innstillinger > Analytics.";

"registration_user_consent_title" = "Mercedes me-bruksdata";

"verification_btn_next" = "Fortsett";

"verification_btn_send_again" = "Bestill ny TAN-kode";

"verification_headline" = "Verifiseringskode";

"verification_login_msg_mail" = "Angi TAN-koden som vi har sendt deg per e-post.";

"verification_login_msg_user" = "Vi har sendt deg en %1$d-sifret kode til %2$@ for verifisering. Skriv inn denne koden.";

"verification_not_received" = "Har du ikke mottatt noen TAN-kode?";

"verification_not_received_hint_mail" = "Kontroller e-postadressen som er oppgitt eller be om en ny verifiseringskode.";

"verification_not_received_hint_phone" = "Kontroller det inntastede mobilnummeret eller be om en ny TAN-kode.";

"verification_send_again_msg" = "Forespørselen din er sendt på ny";

"verification_title" = "Verifisering";

